<?php

return [

// User and Roles
    'add_new_user' => 'إضافة مستخدم جديد',
    'edit_user' => 'تعديل المستخدم',
    'name' => 'الاسم',
    'user_name' => 'اسم المستخدم',
    'email' => 'البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'show_user' => 'عرض المستخدم',

    'roles' => 'الأدوار والصلاحيات', // الأدوار
    'add_new_roles' => 'إضافة صلاحية جديدة', // الأدوار
    'edit_roles' => 'تعديل صلاحية', // الأدوار
    'show_roles' => 'عرض الصلاحية', // الأدوار
    'permissions' => 'الصلاحيات ',
    'go_back' => 'العودة للخلف',



];
